[
	{
		"artist": "MUTEMATH",
		"albumtitle": "Vitals",
		"released": 2015,
		"genre": "Pop",
		"tracks": [
			"Joy Rides",
			"Light Up",
			"Monument",
			"Stratosphere",
			"All I See",
			"Vitals",
			"Composed",
			"Used To",
			"Best Of Intentions",
			"Bulletproof",
			"Safe If We Don't Look Down",
			"Remain"
		],
		"coverimage": "/res/img/coverimages/mm-vitals.jpg",
		"rating": 5,
		"comments": "Vitals is the fourth full-length release from New Orleans group Mutemath. The album was released on November 13, 2015. It is the group's first release on their own imprint label Wojtek Records, following their departure from Warner Bros. Records and the dissolution of Teleprompt Records. It is also the first studio album featuring Todd Gummerman since he joined the group in 2011."
	},
	{
		"artist": "Stevie Wonder",
		"albumtitle": "Innervisions",
		"released": 1973,
		"genre": "Pop",
		"tracks": [
			"Too High",
			"Visions",
			"Living for the City",
			"Golden Lady",
			"Higher Ground",
			"Jesus Children of America",
			"All In Love Is Fair",
			"Don't You Worry 'bout a Thing",
			"He's Misstra Know-It-All"
		],
		"coverimage": "/res/img/coverimages/stevie-innervisions.jpg",
		"rating": 5,
		"comments": "Innervisions is the 16th studio album by American musician Stevie Wonder, released August 3, 1973, on the Tamla label for Motown Records, a landmark recording of his 'classic period'. As with many of Stevie Wonder's albums, the lyrics, composition and production are almost entirely his own work, with the ARP synthesizer used prominently throughout the album. The instrument was a common motif among musicians of the time because of its ability to construct a complete sound environment. Wonder was the first black artist to experiment with this technology on a mass scale, and Innervisions was hugely influential on the subsequent future of commercial black music. He also played all or virtually all instruments on six of the album's nine tracks, making most of Innervisions a representative one-man band."
	},
	{
		"artist": "Kevin Max",
		"albumtitle": "Playing Games With The Shadow",
		"released": 2016,
		"genre": "Alternative",
		"tracks": [
			"Phantoms of Terra",
			"Girl With The Tiger Eyes",
			"Election",
			"William Blake",
			"Circus The Night (Human Zoo)",
			"Panic Button",
			"Muzick is Magic!",
			"Skin Of Our Teeth"
		],
		"coverimage": "/res/img/coverimages/kmax-pgwts.jpg",
		"rating": 4,
		"comments": "\"When I accomplished my first solo album ‘Stereotype Be’ back in 2001, I was a greenhorn. I really just wanted to write an album that felt like Sgt. Pepper’s or David Bowie’s Ziggy Stardust…. with ‘Playing Games With The Shadow’ I have evolved as a songwriter to a point that I feel I understand my own style. I feel ‘developed’ or, to use another fitting term, a ‘finished work.’ I am still growing and learning as an artist, and I truly feel like my best work is still ahead of me, but this is the first time I feel totally realized on a project. All my thoughts and melodies are laid bare…. just like on the song ‘Skin Of Our Teeth’… I wanted to show the raw qualities of my musicality.\" -- Kevin Max"
	},
	{
		"artist": "Soundgarden",
		"albumtitle": "King Animal",
		"released": 2012,
		"genre": "Rock",
		"tracks": [
			"Been Away Too Long",
			"Non-State Actor",
			"By Crooked Steps",
			"A Thousand Days Before",
			"Blood On The Valley Floor",
			"Bones Of Birds",
			"Taree",
			"Attrition",
			"Black Saturday",
			"Halfway There",
			"Worse Dreams",
			"Eyelid's Mouth",
			"Rowing"
		],
		"coverimage": "/res/img/coverimages/soundgarden-kinganimal.jpg",
		"rating": 4,
		"comments": "King Animal is the sixth studio album by American rock band Soundgarden. The album was released on November 13, 2012, by Seven Four Entertainment and Republic Records in the United States and Vertigo Records in the rest of the world. Produced by both the band and Adam Kasper, the album is the band's first in sixteen years, and the first not to be released on A&M Records since 1988's Ultramega OK. However, Republic, Vertigo and A&M are all owned by Universal Music Group."
	},
	{
		"artist": "Them Crooked Vultures",
		"albumtitle": "Them Crooked Vultures",
		"released": 2009,
		"genre": "Rock",
		"tracks": [
			"No One Loves Me & Neither Do I",
			"Mind Eraser, No Chaser",
			"New Fang",
			"Dead End Friends",
			"Elephants",
			"Scumbag Blues",
			"Bandoliers",
			"Reptiles",
			"Interlude with Ludes",
			"Warsaw Or The First Breath You Take After You Give Up",
			"Caligulove",
			"Gunman",
			"Spinning In Daffodils"
		],
		"coverimage": "/res/img/coverimages/tcv.jpg",
		"rating": 4,
		"comments": "Them Crooked Vultures is the debut studio album by the rock supergroup Them Crooked Vultures that was released on November 16, 2009. The first single from the album, 'New Fang', was released on October 26, 2009, followed by 'Mind Eraser, No Chaser' on November 3. The album debuted at number 12 on the Billboard 200, selling 70,000 units in the US in its first week."
	},
	{
		"artist": "Depeche Mode",
		"albumtitle": "Delta Machine",
		"released": 2013,
		"genre": "Pop",
		"tracks": [
			"Welcome To My World",
			"Angel",
			"Heaven",
			"Secret to the End",
			"My Little Universe",
			"Slow",
			"Broken",
			"The Child Inside",
			"Soft Touch / Raw Nerve",
			"Should Be Higher",
			"Alone",
			"Soothe My Soul",
			"Goodbye"
		],
		"coverimage": "/res/img/coverimages/dm-dm.jpg",
		"rating": 4,
		"comments": "Delta Machine is the thirteenth studio album by English electronic music band Depeche Mode, released on 22 March 2013 by Columbia Records and Mute Records. It is the band's first album released under Columbia."
	},
	{
		"artist": "Adrian Belew",
		"albumtitle": "Op Zop Too Wah",
		"released": 1996,
		"genre": "Alternative",
		"tracks": [
			"Of Bow and Drum",
			"Word Play Drum Beat",
			"Six String",
			"Conversation Piece",
			"All Her Love Is Mine",
			"I Remember How To Forget",
			"What Do You Know (Part 1)",
			"Op Zop Too Wah",
			"A Plate of Words",
			"Time Waits",
			"What Do You Know (Part 2)",
			"Modern Man Hurricane Blues",
			"In My Backyard",
			"A Plate of Guitar",
			"Living in a Tree",
			"Something To Do",
			"Beautiful",
			"High Wire Guitar",
			"Sky Blue Red Bird Green House",
			"The Ruin After the Rain",
			"On"
		],
		"coverimage": "/res/img/coverimages/adrianbelew-oztw.jpg",
		"rating": 5,
		"comments": "Op Zop Too Wah is the tenth solo album by Adrian Belew.  Following the poor reception given to Belew's previous album (the instrumental guitar-synthesis experiment The Guitar As Orchestra), Op Zop Too Wah is a return to songwriting. The album's mood is reminiscent of the more avant-garde approach carried out by The Beatles in the late 1960s on albums such as Sgt. Pepper or The White Album."
	},
	{
		"artist": "Janelle Monáe",
		"albumtitle": "The Electric Lady",
		"released": 2013,
		"genre": "Alternative",
		"tracks": [
			"Suite IV Electric Overture",
			"Givin Em What They Love",
			"Q.U.E.E.N.",
			"Electric Lady",
			"Good Morning Midnight (Interlude)",
			"Primetime",
			"We Were Rock & Roll",
			"The Chrome Shoppe (Interlude)",
			"Dance Apocalyptic",
			"Look Into My Eyes",
			"Suite V Electric Overture",
			"It's Code",
			"Ghetto Woman",
			"Our Favorite Fugitive (Interlude)",
			"Victory",
			"Can't Live Without Your Love",
			"Sally Ride",
			"Dorothy Dandridge Eyes",
			"What An Experience"
		],
		"coverimage": "/res/img/coverimages/jm-electriclady.jpg",
		"rating": 4,
		"comments": "The Electric Lady is the third studio album by American recording artist Janelle Monáe, released on September 6, 2013 by Wondaland Arts Society and Bad Boy Records. It is the follow up to her critically acclaimed debut studio album, The ArchAndroid (2010), and like that album, it has received universal acclaim from music critics. This album serves as the fourth and fifth installments of her seven-part Metropolis concept series. Musically, The Electric Lady incorporates influences of hip hop soul, funk, gospel, jazz and rock."
	},
	{
		"artist": "Sufjan Stevens",
		"albumtitle": "Illinois",
		"released": 2005,
		"genre": "Alternative",
		"tracks": [
			"Concerning The UFO Sighting Near Highland, Illinois",
			"The Black Hawk War, Or, How To Demolish An Entire Civilization And Still Feel Good About Yourself In The Morning, Or, We Apologize For The Inconvenience But You're Going To Have To Leave Now, Or...",
			"Come On! Feel The Illinoise!",
			"John Wayne Gacy, Jr.",
			"Jacksonville",
			"A Short Reprise For Mary Todd, Who Went Insane, But For Very Good Reasons",
			"Decatur, Or, Round Of Applause For Your Stepmother!",
			"One Last 'Whoo-hoo!' For The Pullman",
			"Chicago",
			"Casimir Pulaski Day",
			"To The Workers Of The Rock River Valley Region, I Have An Idea Concerning Your Predicament",
			"The Man Of Metropolis Steals Our Hearts",
			"Prairie Fire That Wanders About",
			"A Conjunction Of Drones Simulating The Way In Which Sufjan Stevens Has An Existential Crisis In The Great Godfrey Maze",
			"The Predatory Wasp Of The Palisades Is Out To Get Us!",
			"They Are Night Zombies!! They Are Neighbors!! They Have Come Back From The Dead!! Ahhhh!",
			"Let's Hear That String Part Again, Because I Don't Think They Heard It All The Way Out In Bushnell",
			"In This Temple, As In The Hearts Of Man For Whom He Saved The Earth",
			"The Seer's Tower",
			"The Tallest Man, The Broadest Shoulders",
			"Riffs And Variations On A Single Note For Jelly Roll, Earl Hines, Louis Armstrong, Baby Dodds, And The King of Swing, To Name A Few",
			"Out Of Egypt, Into The Great Laugh Of Mankind, And I Shake The Dirt From My Sandals As I Run"
		],
		"coverimage": "/res/img/coverimages/sufjan-illinois.jpg",
		"rating": 5,
		"comments": "Illinois (styled Sufjan Stevens Invites You To: Come On Feel the Illinoise on the cover; sometimes written as Illinoise) is a 2005 concept album by American indie folk songwriter Sufjan Stevens. It is his fifth studio album, and features songs referencing places, events, and persons related to the U.S. state of Illinois. Illinois is Stevens' second based on a U.S. state—part of a planned series of fifty that began with the 2003 album Michigan that Stevens has since acknowledged was a gag."
	}
]
